9/data/attachments/75e6614684c097aa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rose_likely_Actions_74873_0</nif:username>
            <nif:friendToBeRequested>soap_actions_7fed2199-367b-4fe5-92cb-d0ef27eb61e4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>